[
    {
        "ID": "downtown-aetheria",
        "CityID": "aetheria",
        "Name": "Downtown Aetheria",
        "DescriptionText": "Downtown Aetheria, a harmonious blend of nature and futuristic architecture, thrives with eco-friendly transport and vibrant green spaces. Buildings are adorned with vertical gardens, and the streets bustle with energy-efficient hovercars. The highlight is the WindWhisper Weapons, a shop known for its eco-conscious weaponry, seamlessly blending advanced technology with environmental responsibility.",
        "NorthID": null,
        "SouthID": "central-aetheria",
        "EastID": null,
        "WestID": null,
        "EnterID": "windwhisper-weapons-aetheria",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-aetheria",
        "CityID": "aetheria",
        "Name": "Uptown Aetheria",
        "DescriptionText": "Uptown Aetheria exudes luxury and sustainability, with its eco-chic boutiques and organic cafes. The district is known for GreenGuard Armor, a prestigious shop offering environmentally friendly and technologically advanced armor, reflecting Aetheria's commitment to luxury without compromising the planet's health.",
        "NorthID": "central-aetheria",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "greenguard-armor-aetheria",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-aetheria",
        "CityID": "aetheria",
        "Name": "Central Aetheria",
        "DescriptionText": "Central Aetheria is a bustling hub where the city's diverse elements converge, featuring busy marketplaces and entertainment venues amidst lush greenery. The centerpiece is TerraFirma Hospital, known for its integration of natural healing methods with cutting-edge medical technology, symbolizing Aetheria's dedication to holistic health.",
        "NorthID": "uptown-aetheria",
        "SouthID": "downtown-aetheria",
        "EastID": "central-east-aetheria",
        "WestID": "central-west-aetheria",
        "EnterID": "terrafirma-hospital-aetheria",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-aetheria",
        "CityID": "aetheria",
        "Name": "Central East Aetheria",
        "DescriptionText": "Central East Aetheria is a cultural and educational hub, where tradition meets innovation. It's home to the Aetherian Institute, an esteemed center for environmental studies and research, housed in a building that's a testament to sustainable architecture and cutting-edge technology.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-aetheria",
        "EnterID": "aetherian-institute-aetheria",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-aetheria",
        "CityID": "aetheria",
        "Name": "Central West Aetheria",
        "DescriptionText": "Central West Aetheria is the technological heart of the city, showcasing the latest in sustainable tech. It is home to the Quantum Eco Hub, a store renowned for its range of eco-friendly gadgets and advanced technology products, all designed with sustainability and efficiency in mind.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-aetheria",
        "WestID": null,
        "EnterID": "quantum-eco-hub-aetheria",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "windwhisper-weapons-aetheria",
        "CityID": "aetheria",
        "Name": "WindWhisper Weapons",
        "DescriptionText": "WindWhisper Weapons in Downtown Aetheria is a state-of-the-art armory, specializing in environmentally friendly and high-tech weaponry. The shop features a sleek, eco-modern design with displays of advanced weapons that blend efficiency with minimal environmental impact.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-aetheria",
        "NPCs": []
    },
    {
        "ID": "greenguard-armor-aetheria",
        "CityID": "aetheria",
        "Name": "GreenGuard Armor",
        "DescriptionText": "GreenGuard Armor, located in Uptown Aetheria, offers a selection of eco-friendly armor. The shop's design reflects Aetheria's philosophy, with sustainable materials and a serene ambiance. The armor combines advanced protective technology with environmentally sustainable practices.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-aetheria",
        "NPCs": []
    },
    {
        "ID": "terrafirma-hospital-aetheria",
        "CityID": "aetheria",
        "Name": "TerraFirma Hospital",
        "DescriptionText": "TerraFirma Hospital in Central Aetheria is a marvel of modern medicine and natural healing. Its design integrates natural elements to create a healing environment. The hospital offers advanced medical treatments alongside traditional holistic therapies, exemplifying the city's dedication to comprehensive health care.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-aetheria",
        "NPCs": []
    },
    {
        "ID": "aetherian-institute-aetheria",
        "CityID": "aetheria",
        "Name": "Aetherian Institute",
        "DescriptionText": "The Aetherian Institute in Central East Aetheria is a hub of learning and innovation. It combines eco-conscious design with advanced educational technology, offering courses and research in environmental science and sustainable technologies, making it a beacon of knowledge in Aetheria.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-aetheria",
        "NPCs": []
    },
    {
        "ID": "quantum-eco-hub-aetheria",
        "CityID": "aetheria",
        "Name": "Quantum Eco Hub",
        "DescriptionText": "The Quantum Eco Hub in Central West Aetheria is a cutting-edge technology store specializing in eco-friendly electronics. The store's design is both futuristic and sustainable, showcasing a wide array of gadgets that cater to the environmentally conscious tech enthusiast.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-aetheria",
        "NPCs": []
    }    
]