[
    {
        "ID": "downtown-del-hi",
        "CityID": "del-hi",
        "Name": "Downtown Del-Hi",
        "DescriptionText": "Downtown Del-Hi is a bustling center of commerce and social interaction, where tradition meets modernity. The district features a network of floating marketplaces and high-tech shopping zones, illuminated by vibrant neon and holographic displays. The streets are abuzz with activity, with residents and visitors alike traversing the skybridges and platforms. A notable landmark is the Skyblade Emporium, renowned for its exquisite collection of high-tech weaponry and gadgets, drawing enthusiasts from across the galaxy.",
        "NorthID": null,
        "SouthID": "central-del-hi",
        "EastID": null,
        "WestID": null,
        "EnterID": "skyblade-emporium-del-hi",
        "ExitID": null,
        "NPCs": []
        
    },
    {
        "ID": "uptown-del-hi",
        "CityID": "del-hi",
        "Name": "Uptown Del-Hi",
        "DescriptionText": "Uptown Del-Hi is the epitome of luxury and sophistication, home to the city's elite and affluent residents. The district boasts high-end residences and exclusive establishments, all floating elegantly against the cloudscape backdrop. The architecture here is a blend of opulence and advanced design, featuring lush suspended gardens and panoramic terraces. One of the highlights is the Celestial Threads boutique, offering bespoke clothing and accessories tailored for the unique conditions of life in the clouds.",
        "NorthID": "central-del-hi",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "celestial-threads-del-hi",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-del-hi",
        "CityID": "del-hi",
        "Name": "Central Del-Hi",
        "DescriptionText": "Central Del-Hi is a vibrant and culturally rich area, serving as the heart of the city. It is home to the Lotus Dome, a symbol of the city's architectural ingenuity and commitment to progress. This district blends diverse cultural influences, with a range of entertainment and dining options. It's a melting pot of ideas and creativity, where citizens engage in cultural activities and enjoy the communal spaces designed for public gatherings and events.",
        "NorthID": "uptown-del-hi",
        "SouthID": "downtown-del-hi",
        "EastID": "central-east-del-hi",
        "WestID": "central-west-del-hi",
        "EnterID": "lotus-dome-del-hi",
        "ExitID": null,
        "NPCs": []
    },
        {
            "ID": "central-east-del-hi",
            "CityID": "del-hi",
            "Name": "Central East Del-Hi",
            "DescriptionText": "Central East Del-Hi is a thriving district known for its educational and cultural institutions. Here stands the Nebula Academy, a prestigious center for learning, offering a wide range of courses in science, arts, and humanities. The district is designed to inspire creativity and intellectual growth, with numerous libraries, art galleries, and performance spaces floating among the clouds. It's a bustling area where students, educators, and artists gather, contributing to the vibrant and diverse tapestry of Del-Hi.",
            "NorthID": null,
            "SouthID": null,
            "EastID": null,
            "WestID": "central-del-hi",
            "EnterID": "nebula-academy-del-hi",
            "ExitID": null,
            "NPCs": []
        },
        {
            "ID": "central-west-del-hi",
            "CityID": "del-hi",
            "Name": "Central West Del-Hi",
            "DescriptionText": "Central West Del-Hi is the technological heart of the city, known for its innovative spirit and advanced research facilities. The district is home to the Cosmos Tech Hub, a leading destination for technology enthusiasts and professionals. It features a range of interactive exhibits, workshops, and forums dedicated to the latest technological developments. The area is characterized by its futuristic architecture, designed to facilitate and showcase new technologies and inventions.",
            "NorthID": null,
            "SouthID": null,
            "EastID": "central-del-hi",
            "WestID": null,
            "EnterID": "cosmos-tech-hub-del-hi",
            "ExitID": null,
            "NPCs": []
        },
        {
            "ID": "skyblade-emporium-del-hi",
            "CityID": "del-hi",
            "Name": "Skyblade Emporium",
            "DescriptionText": "Skyblade Emporium in Downtown Del-Hi is a renowned destination for those seeking advanced weaponry and space-age gadgets. The interior of the emporium is a blend of sleek, modern design with an array of sophisticated weaponry on display. Patrons can explore a diverse range of space-appropriate armaments, from energy swords to plasma rifles, each item crafted for the unique challenges of space combat. The staff, knowledgeable in both technology and combat, provide expert advice and personalized service to each visitor.",
            "NorthID": null,
            "SouthID": null,
            "EastID": null,
            "WestID": null,
            "EnterID": null,
            "ExitID": "downtown-del-hi",
            "NPCs": []
        },
        {
            "ID": "celestial-threads-del-hi",
            "CityID": "del-hi",
            "Name": "Celestial Threads",
            "DescriptionText": "Celestial Threads in Uptown Del-Hi is a boutique known for its exquisite, custom-designed apparel and accessories. The store's luxurious interior showcases a range of fashion items tailored for the elite residents of Del-Hi. The boutique specializes in creating attire that combines high fashion with practicality, suitable for the atmospheric conditions of Silosphere. Expert designers offer bespoke services, ensuring each garment is perfectly fitted to the client's preferences and lifestyle.",
            "NorthID": null,
            "SouthID": null,
            "EastID": null,
            "WestID": null,
            "EnterID": null,
            "ExitID": "uptown-del-hi",
            "NPCs": []
        },
        {
            "ID": "lotus-dome-del-hi",
            "CityID": "del-hi",
            "Name": "Lotus Dome",
            "DescriptionText": "The Lotus Dome in Central Del-Hi is a stunning architectural marvel, serving as a community center and a hub for events and exhibitions. Inside, the dome features a spacious, open design with a central stage and seating areas, suitable for a wide range of activities from concerts to conferences. The walls are adorned with interactive art installations, reflecting the city's commitment to blending technology with culture. The Lotus Dome is not just a building; it's a symbol of Del-Hi's innovative spirit and communal harmony.",
            "NorthID": null,
            "SouthID": null,
            "EastID": null,
            "WestID": null,
            "EnterID": null,
            "ExitID": "central-del-hi",
            "NPCs": []
        },
        {
            "ID": "nebula-academy-del-hi",
            "CityID": "del-hi",
            "Name": "Nebula Academy",
            "DescriptionText": "Nebula Academy in Central East Del-Hi is a prestigious educational institution known for its advanced curriculum and state-of-the-art facilities. The academy's interior is a blend of modern design and functional spaces, including interactive classrooms, laboratories, and research centers. The atmosphere is one of academic pursuit and innovation, where students and faculty from diverse backgrounds collaborate on groundbreaking projects and ideas.",
            "NorthID": null,
            "SouthID": null,
            "EastID": null,
            "WestID": null,
            "EnterID": null,
            "ExitID": "central-east-del-hi",
            "NPCs": []
        },
        {
            "ID": "cosmos-tech-hub-del-hi",
            "CityID": "del-hi",
            "Name": "Cosmos Tech Hub",
            "DescriptionText": "Cosmos Tech Hub in Central West Del-Hi is a focal point for technological exploration and development. The hub's interior is a high-tech wonderland, featuring interactive displays, experimental labs, and collaborative workspaces. It's a place where tech enthusiasts and innovators come to share ideas, work on projects, and witness the latest advancements in technology. The hub plays a crucial role in driving Del-Hi's reputation as a city at the forefront of technological progress.",
            "NorthID": null,
            "SouthID": null,
            "EastID": null,
            "WestID": null,
            "EnterID": null,
            "ExitID": "central-west-del-hi",
            "NPCs": []
        },
        {
            "ID": "north-del-hi",
            "CityID": "del-hi",
            "Name": "North Del-Hi",
            "DescriptionText": "North Del-Hi is a residential and commercial district, known for its blend of cozy living spaces and bustling marketplaces. The area features a mix of floating homes and public plazas, with communal gardens and local shops. The streets are lined with eateries and small businesses, creating a warm, community-oriented atmosphere. This district is a snapshot of daily life in Del-Hi, where residents live, work, and play among the clouds.",
            "NorthID": null,
            "SouthID": "central-del-hi",
            "EastID": null,
            "WestID": null,
            "EnterID": null,
            "ExitID": null,
            "NPCs": []
        },
        {
            "ID": "south-del-hi",
            "CityID": "del-hi",
            "Name": "South Del-Hi",
            "DescriptionText": "South Del-Hi is the entertainment heart of the city, a lively district filled with theaters, clubs, and recreational venues. It's a place where the arts and leisure activities flourish, with venues catering to a wide range of interests and tastes. The district's design is focused on providing spaces for enjoyment and relaxation, from open-air concert platforms to cozy lounges. South Del-Hi is a testament to the city's love for culture and entertainment, offering endless options for fun and socialization.",
            "NorthID": "central-del-hi",
            "SouthID": null,
            "EastID": null,
            "WestID": null,
            "EnterID": null,
            "ExitID": null,
            "NPCs": []
        }
    ]
    
