[
    {
        "ID": "downtown-drift",
        "CityID": "drift",
        "Name": "Downtown Drift",
        "DescriptionText": "Downtown Drift is an area where architecture defies gravity, with buildings floating and drifting elegantly. The streets are designed to flow with air currents, creating a weightless experience. A key feature is the AeroGuard Armory, specializing in weaponry designed for Drift's unique aerial environment.",
        "NorthID": null,
        "SouthID": "central-drift",
        "EastID": null,
        "WestID": null,
        "EnterID": "aeroguard-armory-drift",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-drift",
        "CityID": "drift",
        "Name": "Uptown Drift",
        "DescriptionText": "Uptown Drift is a serene district, characterized by floating gardens and tranquil spaces. It's known for its luxurious, peaceful ambiance, with stores and cafes that embrace the city's fluid nature. Notable is the SkyTech Boutique, offering advanced technology that complements the city's aerial dynamics.",
        "NorthID": "central-drift",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "skytech-boutique-drift",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-drift",
        "CityID": "drift",
        "Name": "Central Drift",
        "DescriptionText": "Central Drift is the core of the city, dominated by the Levitation Square, where residents experience weightlessness. The area is also home to the AeroWell Hospital, a medical facility that utilizes Drift's unique aerodynamic properties to enhance healing and well-being.",
        "NorthID": "uptown-drift",
        "SouthID": "downtown-drift",
        "EastID": "central-east-drift",
        "WestID": "central-west-drift",
        "EnterID": "aerowell-hospital-drift",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-drift",
        "CityID": "drift",
        "Name": "Central East Drift",
        "DescriptionText": "Central East Drift is a hub for creativity and innovation, housing the Drift Institute of Aerodynamics. This institute explores the science of flight and gravity-defying architecture, reflecting the city's commitment to harnessing Penchantara's unique gravitational properties for peaceful living.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-drift",
        "EnterID": "drift-institute-aerodynamics",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-drift",
        "CityID": "drift",
        "Name": "Central West Drift",
        "DescriptionText": "Central West Drift is renowned for its advancements in lightweight and aerodynamic technology. The FloatTech Hub, a cEnterID specializing in anti-gravity and air-based technology, stands as a testament to Drift's dedication to integrating the city's unique characteristics into everyday life.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-drift",
        "WestID": null,
        "EnterID": "floattech-hub-drift",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "aeroguard-armory-drift",
        "CityID": "drift",
        "Name": "AeroGuard Armory",
        "DescriptionText": "AeroGuard Armory in Downtown Drift offers a range of weapons designed for the city's aerial conditions. The store's products embody Drift's theme of fluidity and grace, featuring lightweight and aerodynamically optimized gear that harmonizes with the city's unique environment.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-drift",
        "NPCs": []
    },
    {
        "ID": "skytech-boutique-drift",
        "CityID": "drift",
        "Name": "SkyTech Boutique",
        "DescriptionText": "SkyTech Boutique in Uptown Drift specializes in technology that complements the city's floating architecture. The boutique offers devices and gadgets designed for life in an aerial city, reflecting Drift's dedication to combining advanced technology with the aesthetics of weightless living.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-drift",
        "NPCs": []
    },
    {
        "ID": "aerowell-hospital-drift",
        "CityID": "drift",
        "Name": "AeroWell Hospital",
        "DescriptionText": "AeroWell Hospital in Central Drift is a leader in aeromedical treatments. Utilizing the city's unique atmospheric properties, the hospital provides care in a weightless environment, enhancing the healing process and offering a unique approach to healthcare in Drift.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-drift",
        "NPCs": []
    },
    {
        "ID": "drift-institute-aerodynamics",
        "CityID": "drift",
        "Name": "Drift Institute of Aerodynamics",
        "DescriptionText": "The Drift Institute of Aerodynamics in Central East Drift is a cEnterID for the study of flight and gravity-defying architecture. Its focus is on advancing the understanding of aerodynamics in line with Drift's unique environment, promoting research and innovation in aerial living and architecture.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-drift",
        "NPCs": []
    },
    {
        "ID": "floattech-hub-drift",
        "CityID": "drift",
        "Name": "FloatTech Hub",
        "DescriptionText": "The FloatTech Hub in Central West Drift is a hub for anti-gravity and lightweight technology. Specializing in devices that enhance the floating experience of Drift, the store reflects the city's innovative spirit in harnessing its unique atmospheric and gravitational characteristics.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-drift",
        "NPCs": []
    }
]