[
    {
        "ID": "downtown-luminon",
        "CityID": "luminon",
        "Name": "Downtown Luminon",
        "DescriptionText": "Downtown Luminon is a dazzling display of architectural brilliance and light art. Buildings coated in photoluminescent materials illuminate the area. Notable here is the Luminary Armory, a store specializing in light-enhanced weaponry, reflecting the city's blend of illumination and technology.",
        "NorthID": null,
        "SouthID": "central-luminon",
        "EastID": null,
        "WestID": null,
        "EnterID": "luminary-armory-luminon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-luminon",
        "CityID": "luminon",
        "Name": "Uptown Luminon",
        "DescriptionText": "Uptown Luminon epitomizes futuristic elegance, with streets bathed in artistic light displays. The area is renowned for its high-end boutiques and art galleries, all utilizing light in creative ways. The highlight is the PrismTech Boutique, known for its cutting-edge, light-based technology and armor designs.",
        "NorthID": "central-luminon",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "prismtech-boutique-luminon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-luminon",
        "CityID": "luminon",
        "Name": "Central Luminon",
        "DescriptionText": "Central Luminon is the vibrant heart of the city, where light and life converge. The Radiance Hub, a center for light-based technology and art, stands as a symbol of innovation. The area is also home to the GlowWell Hospital, a medical facility that utilizes advanced photonic technology in its treatments.",
        "NorthID": "uptown-luminon",
        "SouthID": "downtown-luminon",
        "EastID": "central-east-luminon",
        "WestID": "central-west-luminon",
        "EnterID": "glowwell-hospital-luminon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-luminon",
        "CityID": "luminon",
        "Name": "Central East Luminon",
        "DescriptionText": "Central East Luminon is a beacon of learning and creativity, home to the Luminon Institute of Photonics. This institute is dedicated to studying light-based technologies and art forms, mirroring the city's commitment to innovation and sustainable energy in its design and curriculum.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-luminon",
        "EnterID": "luminon-institute-photonics",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-luminon",
        "CityID": "luminon",
        "Name": "Central West Luminon",
        "DescriptionText": "Central West Luminon is a hub of technological advancement, particularly in sustainable lighting. The PhotonTech Store, specializing in eco-friendly and innovative lighting solutions, reflects the city's ethos of merging light with technology for a sustainable future.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-luminon",
        "WestID": null,
        "EnterID": "photon-tech-store-luminon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "luminary-armory-luminon",
        "CityID": "luminon",
        "Name": "Luminary Armory",
        "DescriptionText": "Luminary Armory in Downtown Luminon offers a range of light-enhanced weapons and gear. The store's design and products embody Luminon's theme of illumination, featuring advanced weaponry that harnesses the power of light, aligning with the city's innovative spirit.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-luminon",
        "NPCs": []
    },
    {
        "ID": "prismtech-boutique-luminon",
        "CityID": "luminon",
        "Name": "PrismTech Boutique",
        "DescriptionText": "PrismTech Boutique in Uptown Luminon is a premier destination for light-based technology and armor. The boutique showcases cutting-edge designs that incorporate light in creative and functional ways, reflecting the city's passion for innovation and the art of illumination.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-luminon",
        "NPCs": []
    },
    {
        "ID": "glowwell-hospital-luminon",
        "CityID": "luminon",
        "Name": "GlowWell Hospital",
        "DescriptionText": "GlowWell Hospital in Central Luminon is at the forefront of photonic medical technology. The hospital utilizes advanced light-based treatments, set in an environment that leverages the therapeutic properties of light, embodying Luminon's dedication to healthcare innovation and the science of light.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-luminon",
        "NPCs": []
    },
    {
        "ID": "luminon-institute-photonics",
        "CityID": "luminon",
        "Name": "Luminon Institute of Photonics",
        "DescriptionText": "The Luminon Institute of Photonics in Central East Luminon is a leading center for the study of light-based technologies. Its curriculum and research are dedicated to advancing the science of light, reflecting the city's commitment to innovation and the sustainable use of light as an energy source.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-luminon",
        "NPCs": []
    },
    {
        "ID": "photon-tech-store-luminon",
        "CityID": "luminon",
        "Name": "PhotonTech Store",
        "DescriptionText": "The PhotonTech Store in Central West Luminon specializes in sustainable lighting technology. The store offers a range of eco-friendly lighting solutions and gadgets, reflecting Luminon's ethos of blending innovative technology with sustainability, in a city that glows with the energy of light.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-luminon",
        "NPCs": []
    }
]