[
    {
        "ID": "downtown-mirage",
        "CityID": "mirage",
        "Name": "Downtown Mirage",
        "DescriptionText": "Downtown Mirage is a breathtaking display of optical illusions and holographic art. Buildings seem to shift and change, creating a unique visual experience. The Illusionist Armory, known for its holographically enhanced weaponry, is a key feature of this ever-changing landscape.",
        "NorthID": null,
        "SouthID": "central-mirage",
        "EastID": null,
        "WestID": null,
        "EnterID": "illusionist-armory-mirage",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-mirage",
        "CityID": "mirage",
        "Name": "Uptown Mirage",
        "DescriptionText": "Uptown Mirage is an area of elegance and illusion, where the architecture blurs the line between reality and fantasy. It features high-end boutiques and galleries that utilize illusionary techniques. The highlight is the PhantasmTech Store, offering advanced technology that creates mesmerizing visual effects.",
        "NorthID": "central-mirage",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "phantasmtech-store-mirage",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-mirage",
        "CityID": "mirage",
        "Name": "Central Mirage",
        "DescriptionText": "Central Mirage is the heart of the city, where illusion and reality intertwine. The Dreamweaver Plaza, known for its interactive artistic experiences, is a focal point. The MirageWell Hospital, a medical facility utilizing illusionary technology for therapeutic treatments, is also situated here.",
        "NorthID": "uptown-mirage",
        "SouthID": "downtown-mirage",
        "EastID": "central-east-mirage",
        "WestID": "central-west-mirage",
        "EnterID": "miragewell-hospital-mirage",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-mirage",
        "CityID": "mirage",
        "Name": "Central East Mirage",
        "DescriptionText": "Central East Mirage is a hub of cognitive sciences and illusionary technology. It houses the Mirage Institute of Cognitive Arts, an institution dedicated to exploring the city's unique properties and the interaction between perception and reality, reflecting Mirage's fascination with the mind's potential.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-mirage",
        "EnterID": "mirage-institute-cognitive-arts",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-mirage",
        "CityID": "mirage",
        "Name": "Central West Mirage",
        "DescriptionText": "Central West Mirage is known for its innovative use of illusionary technology in everyday life. The area features the Enigma Tech Hub, a store specializing in gadgets and devices that utilize Mirage's unique properties, offering products that blend technology with the art of illusion.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-mirage",
        "WestID": null,
        "EnterID": "enigma-tech-hub-mirage",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "illusionist-armory-mirage",
        "CityID": "mirage",
        "Name": "Illusionist Armory",
        "DescriptionText": "Illusionist Armory in Downtown Mirage specializes in holographically enhanced weaponry. The store's design mirrors the city's theme of illusion, offering a range of weapons that incorporate Mirage's unique holographic and illusionary technologies.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-mirage",
        "NPCs": []
    },
    {
        "ID": "phantasmtech-store-mirage",
        "CityID": "mirage",
        "Name": "PhantasmTech Store",
        "DescriptionText": "PhantasmTech Store in Uptown Mirage offers cutting-edge technology that creates stunning visual effects. The store's products and design embody the city's fascination with illusion, showcasing devices that enhance the surreal and magical ambiance of Mirage.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-mirage",
        "NPCs": []
    },
    {
        "ID": "miragewell-hospital-mirage",
        "CityID": "mirage",
        "Name": "MirageWell Hospital",
        "DescriptionText": "MirageWell Hospital in Central Mirage is renowned for its innovative use of illusionary technology in medical treatments. The hospital provides a therapeutic environment that leverages Mirage's unique properties, offering patients care that blends traditional medicine with the therapeutic aspects of illusion.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-mirage",
        "NPCs": []
    },
    {
        "ID": "mirage-institute-cognitive-arts",
        "CityID": "mirage",
        "Name": "Mirage Institute of Cognitive Arts",
        "DescriptionText": "The Mirage Institute of Cognitive Arts in Central East Mirage is a center of study in cognitive sciences and illusionary technology. The institute's focus is on understanding and harnessing Mirage's unique ability to blend perception and reality, reflecting the city's dedication to exploring the mysteries of the mind.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-mirage",
        "NPCs": []
    },
    {
        "ID": "enigma-tech-hub-mirage",
        "CityID": "mirage",
        "Name": "Enigma Tech Hub",
        "DescriptionText": "The Enigma Tech Hub in Central West Mirage specializes in illusionary technology and devices. The store offers products that harness the city's unique properties, creating gadgets that blend technological innovation with the art of illusion, reflecting Mirage's culture of wonder and creativity.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-mirage",
        "NPCs": []
    }
]