[
    {
        "ID": "downtown-nebulon",
        "CityID": "nebulon",
        "Name": "Downtown Nebulon",
        "DescriptionText": "Downtown Nebulon is the bustling commercial and social hub of the city, where the cosmic and urban blend seamlessly. The area is characterized by its spiraling architecture and vibrant marketplaces, where merchants from different galaxies exchange a myriad of goods. Illuminated by the soft glow of star-like lights, the streets and walkways are always alive with activity. Central to the district is the Cosmic Bazaar, a marketplace known for its exotic goods and lively atmosphere, attracting visitors from all corners of The Nexus.",
        "NorthID": null,
        "SouthID": "central-nebulon",
        "EastID": null,
        "WestID": null,
        "EnterID": "cosmic-bazaar-nebulon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-nebulon",
        "CityID": "nebulon",
        "Name": "Uptown Nebulon",
        "DescriptionText": "Uptown Nebulon is a sophisticated district, known for its luxurious habitats and high-end lifestyle. The architecture here is an elegant fusion of art and functionality, with residences offering breathtaking views of the cosmos. The area is home to exclusive establishments like the Gravity Lounge, a popular spot for the city's elite, offering a unique zero-gravity dining and entertainment experience. Uptown is the quieter, more refined area of Nebulon, catering to those who seek luxury among the stars.",
        "NorthID": "central-nebulon",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "gravity-lounge-nebulon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-nebulon",
        "CityID": "nebulon",
        "Name": "Central Nebulon",
        "DescriptionText": "Central Nebulon is the heart of the city, home to the magnificent Starlight Forum. This area is a cultural and social nexus, hosting a range of events, from scientific symposiums to artistic exhibitions. The Forum's design is a marvel, with projections of distant stars and galaxies providing a spectacular backdrop. It's a place where residents and visitors alike gather to celebrate the wonders of the universe, making it a vibrant center for communal life in Nebulon.",
        "NorthID": "uptown-nebulon",
        "SouthID": "downtown-nebulon",
        "EastID": "central-east-nebulon",
        "WestID": "central-west-nebulon",
        "EnterID": "starlight-forum-nebulon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-nebulon",
        "CityID": "nebulon",
        "Name": "Central East Nebulon",
        "DescriptionText": "Central East Nebulon is the educational and research hub of the city, home to the renowned Cosmo-Quantum University. This district is dedicated to academic excellence and exploration, featuring state-of-the-art research facilities and observatories. The university's architecture is as innovative as its programs, with buildings and lecture halls designed for zero-gravity environments. It's a beacon of learning, attracting scholars and researchers keen on unraveling the mysteries of the universe.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-nebulon",
        "EnterID": "cosmo-quantum-university-nebulon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-nebulon",
        "CityID": "nebulon",
        "Name": "Central West Nebulon",
        "DescriptionText": "Central West Nebulon is the technological and innovation center of the city, featuring the Nexus Tech Exchange. This district pulses with the energy of new inventions and discoveries. The Tech Exchange is a hub for tech enthusiasts and professionals, providing a platform for showcasing new technologies and facilitating collaborations. The area's design encourages creativity and experimentation, making it a key driver in Nebulon's technological advancement.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-nebulon",
        "WestID": null,
        "EnterID": "nexus-tech-exchange-nebulon",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "cosmic-bazaar-nebulon",
        "CityID": "nebulon",
        "Name": "Cosmic Bazaar",
        "DescriptionText": "The Cosmic Bazaar in Downtown Nebulon is a vibrant marketplace, bustling with a diverse array of shops and stalls. Here, merchants from across The Nexus offer unique goods and services, from exotic foods to rare artifacts. The bazaar's atmosphere is lively and colorful, with floating stalls and vendors adapting to the zero-gravity environment. It's a cultural melting pot, reflecting the diversity and vibrancy of Nebulon's populace.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-nebulon",
        "NPCs": []
    },
    {
        "ID": "gravity-lounge-nebulon",
        "CityID": "nebulon",
        "Name": "Gravity Lounge",
        "DescriptionText": "The Gravity Lounge in Uptown Nebulon is an exclusive venue known for its luxurious setting and unique zero-gravity experience. The lounge offers a sophisticated atmosphere, with elegant décor and panoramic views of space. Patrons can enjoy fine dining and entertainment in a weightless environment, making it a popular destination for the city's elite. The Gravity Lounge is a symbol of Uptown's opulent lifestyle, offering a one-of-a-kind experience in the heart of Nebulon.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-nebulon",
        "NPCs": []
    },
    {
        "ID": "starlight-forum-nebulon",
        "CityID": "nebulon",
        "Name": "Starlight Forum",
        "DescriptionText": "The Starlight Forum in Central Nebulon is a spectacular gathering place, known for its luminescent projections and zero-gravity design. The forum serves as a venue for a variety of events, from galactic summits to cultural festivals. Its interior is a blend of art and technology, where holographic stars and nebulae create an ever-changing celestial atmosphere. The Starlight Forum is a symbol of Nebulon's cultural richness and its role as a meeting point for different civilizations within The Nexus.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-nebulon",
        "NPCs": []
    },
    {
        "ID": "cosmo-quantum-university-nebulon",
        "CityID": "nebulon",
        "Name": "Cosmo-Quantum University",
        "DescriptionText": "Cosmo-Quantum University in Central East Nebulon is a leading institution in astrophysics and quantum studies. The university's facilities are tailored for advanced research, offering state-of-the-art laboratories and observatories. The zero-gravity classrooms and lecture halls are equipped with the latest educational technologies, fostering an innovative learning environment. The university is a hub of knowledge and discovery, contributing significantly to the scientific community of The Nexus.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-nebulon",
        "NPCs": []
    },
    {
        "ID": "nexus-tech-exchange-nebulon",
        "CityID": "nebulon",
        "Name": "Nexus Tech Exchange",
        "DescriptionText": "The Nexus Tech Exchange in Central West Nebulon is a dynamic marketplace and collaborative space for technology enthusiasts and innovators. The exchange is a modern, interactive environment where the latest inventions and technological advancements are showcased and traded. It's a breeding ground for new ideas and collaborations, playing a crucial role in driving Nebulon's technological growth and innovation within The Nexus.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-nebulon",
        "NPCs": []
    },
    {
        "ID": "north-nebulon",
        "CityID": "nebulon",
        "Name": "North Nebulon",
        "DescriptionText": "North Nebulon is a primarily residential area, offering a peaceful living environment amidst the cosmic backdrop. The district features a variety of habitats, from compact modules to spacious dwellings, all designed with comfort and zero-gravity living in mind. Community centers and green spaces provide residents with areas for relaxation and socialization, making North Nebulon an ideal place for families and individuals seeking a tranquil home in the city.",
        "NorthID": null,
        "SouthID": "central-nebulon",
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "south-nebulon",
        "CityID": "nebulon",
        "Name": "South Nebulon",
        "DescriptionText": "South Nebulon is the city's leisure and entertainment district, bustling with cultural and recreational activities. The area features a variety of venues, including theaters, concert halls, and recreational facilities, all adapted to the unique zero-gravity environment. South Nebulon is a hub of artistic expression and entertainment, where residents and visitors alike can enjoy a wide range of activities and experiences, contributing to the vibrant and diverse cultural life of Nebulon.",
        "NorthID": "central-nebulon",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": null,
        "NPCs": []
    }
]