[
    {
        "ID": "downtown-nocturna",
        "CityID": "nocturna",
        "Name": "Downtown Nocturna",
        "DescriptionText": "Downtown Nocturna is a mesmerizing blend of gothic architecture and modern minimalism, illuminated by soft, ambient lighting. The streets are alive with night markets and cultural activities. Notably, the Nightshade Armory, located here, specializes in weapons and gear designed for the nocturnal environment of Nocturna.",
        "NorthID": null,
        "SouthID": "central-nocturna",
        "EastID": null,
        "WestID": null,
        "EnterID": "nightshade-armory-nocturna",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-nocturna",
        "CityID": "nocturna",
        "Name": "Uptown Nocturna",
        "DescriptionText": "Uptown Nocturna is the heart of the city's artistic community, a haven for poets, painters, and musicians. The buildings, adorned with bioluminescent plants, create an enchanting, ethereal ambiance. The highlight is Lumina Tech, a store known for its artistic, light-based technology and elegant armor designs.",
        "NorthID": "central-nocturna",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "lumina-tech-nocturna",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-nocturna",
        "CityID": "nocturna",
        "Name": "Central Nocturna",
        "DescriptionText": "Central Nocturna is a bustling hub, known for the Starview Observatory, a marvel of astronomical study. The streets, lit by softly glowing sculptures, are home to the Nightfall Hospital, renowned for its advancements in nocturnal medicine and treatments that harness the healing properties of darkness.",
        "NorthID": "uptown-nocturna",
        "SouthID": "downtown-nocturna",
        "EastID": "central-east-nocturna",
        "WestID": "central-west-nocturna",
        "EnterID": "nightfall-hospital-nocturna",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-nocturna",
        "CityID": "nocturna",
        "Name": "Central East Nocturna",
        "DescriptionText": "Central East Nocturna is an educational and cultural district, where the night's mystery is studied and celebrated. Home to the Nocturnal Arts Institute, this area is dedicated to exploring and teaching the arts and sciences inspired by the eternal twilight, with architecture that mirrors the night's elegance.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-nocturna",
        "EnterID": "nocturnal-arts-institute-nocturna",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-nocturna",
        "CityID": "nocturna",
        "Name": "Central West Nocturna",
        "DescriptionText": "Central West Nocturna is renowned for its technological innovations in low-light environments. The Twilight Tech Hub, a center for developing and selling technology tailored to nocturnal lifestyles, stands as a testament to Nocturna's embrace of the night, offering gadgets and devices that thrive in the dark.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-nocturna",
        "WestID": null,
        "EnterID": "twilight-tech-hub-nocturna",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "nightshade-armory-nocturna",
        "CityID": "nocturna",
        "Name": "Nightshade Armory",
        "DescriptionText": "Nightshade Armory in Downtown Nocturna offers a range of equipment and gear designed for the city's perpetual twilight. The store features weapons and armor that blend seamlessly into the night, set in an interior that echoes the city's gothic and modern aesthetic.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-nocturna",
        "NPCs": []
    },
    {
        "ID": "lumina-tech-nocturna",
        "CityID": "nocturna",
        "Name": "Lumina Tech",
        "DescriptionText": "Lumina Tech in Uptown Nocturna specializes in artistic, light-based technology and armor. The store offers products that harness the beauty of Nocturna's darkness, set in an ambiance that celebrates the artistic and mysterious nature of the night.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-nocturna",
        "NPCs": []
    },
    {
        "ID": "nightfall-hospital-nocturna",
        "CityID": "nocturna",
        "Name": "Nightfall Hospital",
        "DescriptionText": "Nightfall Hospital in Central Nocturna is renowned for its unique approach to healthcare, utilizing the therapeutic qualities of darkness. The hospital's design and treatments are tailored to the city's eternal twilight, providing a healing environment that is both tranquil and innovative.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-nocturna",
        "NPCs": []
    },
    {
        "ID": "nocturnal-arts-institute-nocturna",
        "CityID": "nocturna",
        "Name": "Nocturnal Arts Institute",
        "DescriptionText": "The Nocturnal Arts Institute in Central East Nocturna is a center of learning for arts and sciences inspired by the night. Its curriculum and research focus on the creative and scientific aspects of the dark, in an environment that mirrors the beauty and mystery of Nocturna's endless twilight.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-nocturna",
        "NPCs": []
    },
    {
        "ID": "twilight-tech-hub-nocturna",
        "CityID": "nocturna",
        "Name": "Twilight Tech Hub",
        "DescriptionText": "The Twilight Tech Hub in Central West Nocturna specializes in technology for low-light conditions. The store features devices and gadgets designed for life in the perpetual twilight, set in an ambiance that celebrates Nocturna's unique nocturnal environment.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-nocturna",
        "NPCs": []
    } 
]