[
    {
        "ID": "downtown-tidalia",
        "CityID": "tidalia",
        "Name": "Downtown Tidalia",
        "DescriptionText": "Downtown Tidalia is where the city's temporal diversity is most vibrant. Ancient structures stand next to modern skyscrapers, some with dynamic facades. Notably, the ChronoBlade Armory, specializing in weapons infused with time-manipulating technology, reflects the city's fusion of different eras.",
        "NorthID": null,
        "SouthID": "central-tidalia",
        "EastID": null,
        "WestID": null,
        "EnterID": "chronoblade-armory-tidalia",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-tidalia",
        "CityID": "tidalia",
        "Name": "Uptown Tidalia",
        "DescriptionText": "Uptown Tidalia epitomizes elegance across times. It's renowned for luxury and timeless fashion, featuring stores that blend historical designs with futuristic trends. The highlight is EpochTech, a boutique known for its timeless, technologically advanced gadgets and armor, exemplifying the city's timeless nature.",
        "NorthID": "central-tidalia",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "epochtech-tidalia",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-tidalia",
        "CityID": "tidalia",
        "Name": "Central Tidalia",
        "DescriptionText": "Central Tidalia is a bustling hub, home to the iconic Hourglass Tower. Here, the streets are alive with a mix of historical and futuristic influences, from traditional markets to digital bazaars. The centerpiece is the Continuum Hospital, known for its advanced medical practices that incorporate temporal technologies.",
        "NorthID": "uptown-tidalia",
        "SouthID": "downtown-tidalia",
        "EastID": "central-east-tidalia",
        "WestID": "central-west-tidalia",
        "EnterID": "continuum-hospital-tidalia",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-tidalia",
        "CityID": "tidalia",
        "Name": "Central East Tidalia",
        "DescriptionText": "Central East Tidalia is an educational and cultural district, where past and future collide. The Temporal Research Institute, a leading center for time studies, stands here, its architecture a blend of various historical styles, symbolizing the city's dedication to understanding the mysteries of time.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-tidalia",
        "EnterID": "temporal-research-institute-tidalia",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-tidalia",
        "CityID": "tidalia",
        "Name": "Central West Tidalia",
        "DescriptionText": "Central West Tidalia showcases the city's technological advancements, especially in time-based technology. It features the TimeTech Emporium, a store specializing in devices and gadgets that manipulate or utilize temporal energies, embodying Tidalia's unique relationship with time.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-tidalia",
        "WestID": null,
        "EnterID": "timetech-emporium-tidalia",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "chronoblade-armory-tidalia",
        "CityID": "tidalia",
        "Name": "ChronoBlade Armory",
        "DescriptionText": "ChronoBlade Armory in Downtown Tidalia is a marvel of time-infused weaponry. The store features a range of weapons that incorporate temporal technology, set in an interior that reflects Tidalia's temporal diversity, blending elements from various historical periods.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-tidalia",
        "NPCs": []
    },
    {
        "ID": "epochtech-tidalia",
        "CityID": "tidalia",
        "Name": "EpochTech",
        "DescriptionText": "EpochTech in Uptown Tidalia offers a selection of gadgets and armor that transcend time. The boutique's design fuses elements from different eras, showcasing technology that blends ancient wisdom with futuristic innovation, catering to the timeless tastes of Tidalia's residents.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-tidalia",
        "NPCs": []
    },
    {
        "ID": "continuum-hospital-tidalia",
        "CityID": "tidalia",
        "Name": "Continuum Hospital",
        "DescriptionText": "Continuum Hospital in Central Tidalia integrates temporal technology in its state-of-the-art medical facilities. Known for its innovative use of time-based treatments, the hospital reflects Tidalia's commitment to advanced healthcare, blending traditional healing with futuristic medicine.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-tidalia",
        "NPCs": []
    },
    {
        "ID": "temporal-research-institute-tidalia",
        "CityID": "tidalia",
        "Name": "Temporal Research Institute",
        "DescriptionText": "The Temporal Research Institute in Central East Tidalia is an academic and research hub dedicated to the mysteries of time. Its architecture reflects the city's temporal diversity, and it's renowned for its groundbreaking research in time phenomena, attracting scholars from across the universe.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-tidalia",
        "NPCs": []
    },
    {
        "ID": "timetech-emporium-tidalia",
        "CityID": "tidalia",
        "Name": "TimeTech Emporium",
        "DescriptionText": "The TimeTech Emporium in Central West Tidalia is a showcase of time-based technology. Specializing in devices that manipulate or are powered by temporal energies, the store mirrors Tidalia's unique relationship with time, featuring an interior that blends elements from different eras.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-tidalia",
        "NPCs": []
    }  
]