[
    {
        "ID": "downtown-zephyr",
        "CityID": "zephyr",
        "Name": "Downtown Zephyr",
        "DescriptionText": "Downtown Zephyr is a testament to architectural ingenuity, with buildings designed to harness the winds. The streets, lined with wind turbines and kinetic sculptures, buzz with energy. Notable here is the GaleForce Armory, a store specializing in equipment and armor optimized for Zephyr's windy conditions.",
        "NorthID": null,
        "SouthID": "central-zephyr",
        "EastID": null,
        "WestID": null,
        "EnterID": "galeforce-armory-zephyr",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "uptown-zephyr",
        "CityID": "zephyr",
        "Name": "Uptown Zephyr",
        "DescriptionText": "Uptown Zephyr is the epitome of elegance and aerodynamics, featuring high-end boutiques and residences. The area is known for its luxurious feel, with elevated walkways offering stunning views. The highlight is the Aerolith Dynamics, a shop known for its advanced, wind-resistant technology and gadgets.",
        "NorthID": "central-zephyr",
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": "aerolith-dynamics-zephyr",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-zephyr",
        "CityID": "zephyr",
        "Name": "Central Zephyr",
        "DescriptionText": "Central Zephyr is a hub of activity, where the city's love for the wind is most evident. The Windwalk Plaza is here, a place where architecture and wind combine to create harmonious melodies. Central to this area is the BreezeWell Hospital, renowned for its innovative use of wind energy in medical technology.",
        "NorthID": "uptown-zephyr",
        "SouthID": "downtown-zephyr",
        "EastID": "central-east-zephyr",
        "WestID": "central-west-zephyr",
        "EnterID": "breezewell-hospital-zephyr",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-east-zephyr",
        "CityID": "zephyr",
        "Name": "Central East Zephyr",
        "DescriptionText": "Central East Zephyr is a blend of educational excellence and wind-inspired design. The Zephyr Institute of Atmospheric Sciences stands here, a leading center for studying wind patterns and sustainable energy, housed in a building designed to channel and study the wind.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": "central-zephyr",
        "EnterID": "zephyr-institute-atmospheric-sciences",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "central-west-zephyr",
        "CityID": "zephyr",
        "Name": "Central West Zephyr",
        "DescriptionText": "Central West Zephyr showcases the city's technological advancements in harnessing wind energy. The area is known for the Whirlwind Tech Hub, a store specializing in gadgets and devices that are powered by or utilize wind energy, symbolizing Zephyr's commitment to sustainable technological solutions.",
        "NorthID": null,
        "SouthID": null,
        "EastID": "central-zephyr",
        "WestID": null,
        "EnterID": "whirlwind-tech-hub-zephyr",
        "ExitID": null,
        "NPCs": []
    },
    {
        "ID": "galeforce-armory-zephyr",
        "CityID": "zephyr",
        "Name": "GaleForce Armory",
        "DescriptionText": "GaleForce Armory in Downtown Zephyr is a haven for enthusiasts of wind-optimized gear. The store features a range of equipment and armor designed for the city's unique windy conditions, all showcased in an interior that echoes the aerodynamic design of Zephyr.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "downtown-zephyr",
        "NPCs": []
    },
    {
        "ID": "aerolith-dynamics-zephyr",
        "CityID": "zephyr",
        "Name": "Aerolith Dynamics",
        "DescriptionText": "Aerolith Dynamics in Uptown Zephyr is a premier destination for wind-resistant technology. The store's sleek, aerodynamic design is matched by its inventory, which includes gadgets and devices crafted to withstand and utilize Zephyr's powerful winds, catering to both residents and visitors alike.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "uptown-zephyr",
        "NPCs": []
    },
    {
        "ID": "breezewell-hospital-zephyr",
        "CityID": "zephyr",
        "Name": "BreezeWell Hospital",
        "DescriptionText": "BreezeWell Hospital in Central Zephyr integrates wind energy in its state-of-the-art medical facilities. The hospital is known for its innovative use of natural energy sources in providing healthcare, reflecting Zephyr's commitment to sustainable living and medical excellence.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-zephyr",
        "NPCs": []
    },
    {
        "ID": "zephyr-institute-atmospheric-sciences",
        "CityID": "zephyr",
        "Name": "Zephyr Institute of Atmospheric Sciences",
        "DescriptionText": "The Zephyr Institute of Atmospheric Sciences, located in Central East Zephyr, is an academic and research hub dedicated to the study of wind and sustainable energy. Its architecture is uniquely designed to channel wind for both study and energy use, making it a landmark in wind energy research.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-east-zephyr",
        "NPCs": []
    },
    {
        "ID": "whirlwind-tech-hub-zephyr",
        "CityID": "zephyr",
        "Name": "Whirlwind Tech Hub",
        "DescriptionText": "The Whirlwind Tech Hub in Central West Zephyr is a showcase of wind-powered technology. The store offers a variety of devices and gadgets that embody Zephyr's ethos of sustainable technology, all set in an interior that mirrors the dynamic and fluid nature of the wind.",
        "NorthID": null,
        "SouthID": null,
        "EastID": null,
        "WestID": null,
        "EnterID": null,
        "ExitID": "central-west-zephyr",
        "NPCs": []
    }
]